Revit 2024 API
RebarHostData Properties
The RebarHostData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarHostData Class
Autodesk.Revit.DB.Structure Namespace